Диалог: 
{
	Параметры формы: 
	{
		Параметры: 
		{
			Ширина: 636
			Высота: 323
			Заголовок: "Меркурий - установка параметров"
			Флаги: FormFlag24
			АвтоПорядокОбхода: Нет
			Param24: 6
			Param25: 28
			Флаги2: FormFlag24
			Слои
			{
				Основной: Видимый
				Действия: 
				Параметры1: 
				Параметры2: Видимый, Активный
			}
			ПанельИнструментов: Нет
		}
	}
	Элементы: 
	{
		BUTTON: 
		{
			Заголовок: "Сохранить"
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 439
			Y: 65
			Ширина: 54
			Высота: 13
			ПорядокОбхода: 4152
			Формула: "СохранитьПараметры()"
			Слой: Действия
		}
		1CEDIT: ПаузаСек
		{
			ИдентификаторМетаданных: -1
			Тип: Число
			Длина: 10
			ДопФлаги: Flag23, Flag28, Flag30
			X: 581
			Y: 155
			Ширина: 39
			Высота: 13
			ПорядокОбхода: 4153
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Пауза, сек:"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 536
			Y: 155
			Ширина: 39
			Высота: 13
			ПорядокОбхода: 4154
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_vetdoctor_login
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 113
			Y: 141
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4155
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "vetdoctor_login"
			ДопФлаги: Flag28, Flag30
			X: 14
			Y: 141
			Ширина: 73
			Высота: 13
			ПорядокОбхода: 4156
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: ВСД_Местность
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 114
			Y: 216
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4157
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Местность"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 14
			Y: 216
			Ширина: 69
			Высота: 13
			ПорядокОбхода: 4158
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_intiator_login
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 113
			Y: 126
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4159
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "intiator_login"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 15
			Y: 126
			Ширина: 72
			Высота: 13
			ПорядокОбхода: 4160
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: ВСД_Экспертиза
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 114
			Y: 201
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4161
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Экспертиза"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 14
			Y: 201
			Ширина: 70
			Высота: 13
			ПорядокОбхода: 4162
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_api_key
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 113
			Y: 90
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4163
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "APIKey"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 16
			Y: 90
			Ширина: 67
			Высота: 13
			ПорядокОбхода: 4164
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_service_id
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 113
			Y: 75
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4165
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "ServiceID"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 16
			Y: 75
			Ширина: 67
			Высота: 13
			ПорядокОбхода: 4166
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_issuer_id
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 113
			Y: 60
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4167
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "IssuerID"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 16
			Y: 60
			Ширина: 67
			Высота: 13
			ПорядокОбхода: 4168
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_password
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: ПрижатьТекстВлево, Flag23, Flag28, Flag30
			X: 113
			Y: 45
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4169
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Password"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 16
			Y: 45
			Ширина: 67
			Высота: 13
			ПорядокОбхода: 4170
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_username
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 113
			Y: 30
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4171
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Login"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 16
			Y: 30
			Ширина: 67
			Высота: 13
			ПорядокОбхода: 4172
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Ver 26.07.2018_141"
			ДопФлаги: Flag28, Flag30
			X: 158
			Y: 307
			Ширина: 66
			Высота: 8
			ПорядокОбхода: 4173
			ОснФлаги: ЦветТекстаАвто
			Шрифт: MS Reference Sans Serif
			{
				Шрифт: MS Reference Sans Serif
				Размер: 6
				Param9: 204
				Param10: 1
				Param11: 2
				Param12: 1
				Param13: 34
			}
			Слой: Основной
		}
		BUTTON: 
		{
			Заголовок: "Закрыть"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 11
			Y: 300
			Ширина: 113
			Высота: 14
			ПорядокОбхода: 4174
			Формула: "#Закрыть"
			Слой: Основной
		}
		STATIC: 
		{
			Заголовок: "Особые отметки"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag9, Flag28, Flag30
			X: 14
			Y: 231
			Ширина: 68
			Высота: 13
			ПорядокОбхода: 4175
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: ВСД_ОсобыеОтметки
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 114
			Y: 231
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4176
			Слой: Параметры1
		}
		BUTTON: 
		{
			Заголовок: "3 Инициализация"
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 507
			Y: 65
			Ширина: 113
			Высота: 13
			ПорядокОбхода: 4177
			Формула: "ИнициализацияХС()"
			Слой: Действия
		}
		BMASKED: Страна
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_Страна
			ДопФлаги: Flag23, Flag28, Flag30
			X: 125
			Y: 81
			Ширина: 166
			Высота: 13
			ПорядокОбхода: 4178
			ОснФлаги: Педалька, НеСохранять
			Слой: Параметры2
		}
		BMASKED: Регион
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_Регион
			ДопФлаги: Flag23, Flag28, Flag30
			X: 125
			Y: 97
			Ширина: 166
			Высота: 13
			ПорядокОбхода: 4179
			ОснФлаги: Педалька, НеСохранять
			Слой: Параметры2
		}
		BMASKED: Город
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_Город
			ДопФлаги: Flag23, Flag28, Flag30
			X: 125
			Y: 113
			Ширина: 166
			Высота: 13
			ПорядокОбхода: 4180
			ОснФлаги: Педалька, НеСохранять
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Страна:"
			ДопФлаги: Flag1, Flag9, Flag28, Flag30
			X: 76
			Y: 80
			Ширина: 39
			Высота: 13
			ПорядокОбхода: 4181
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Регион:"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag1, Flag9, Flag28, Flag30
			X: 76
			Y: 97
			Ширина: 39
			Высота: 13
			ПорядокОбхода: 4182
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Город:"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag1, Flag9, Flag28, Flag30
			X: 76
			Y: 113
			Ширина: 39
			Высота: 13
			ПорядокОбхода: 4183
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Отправитель ХозСубъект"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 29
			Y: 28
			Ширина: 90
			Высота: 13
			ПорядокОбхода: 4184
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		BMASKED: Отправитель_ХозСубъект
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_ХозСубъект
			ДопФлаги: Flag23, Flag28, Flag30
			X: 125
			Y: 28
			Ширина: 166
			Высота: 13
			ПорядокОбхода: 4185
			Формула: "ПриВыбореХС(""Отправитель_ХозСубъект"",Отправитель_ХозСубъект)"
			ОснФлаги: Педалька
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Отправитель Площадка"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 29
			Y: 43
			Ширина: 90
			Высота: 13
			ПорядокОбхода: 4186
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		BMASKED: Отправитель_Площадка
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_Площадка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 125
			Y: 43
			Ширина: 166
			Высота: 13
			ПорядокОбхода: 4187
			ОснФлаги: Педалька
			Слой: Параметры2
		}
		BUTTON: 
		{
			Заголовок: "1 Зарегистрировать DLL"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 507
			Y: 31
			Ширина: 113
			Высота: 13
			ПорядокОбхода: 4188
			Формула: "ЗарегистрироватьDLL()"
			Слой: Действия
		}
		BUTTON: 
		{
			Заголовок: "2 Проверить DLL"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 507
			Y: 48
			Ширина: 113
			Высота: 13
			ПорядокОбхода: 4189
			Формула: "ПроверитьDll()"
			Слой: Действия
		}
		CHECKBOX: ОтладкаЗапросовXML
		{
			Заголовок: "Отладка запросов XML"
			ИдентификаторМетаданных: -1
			Тип: Число
			Длина: 1
			ДопФлаги: Flag0, Flag1, Flag28, Flag30
			X: 424
			Y: 155
			Ширина: 97
			Высота: 13
			ПорядокОбхода: 4190
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "ФИО Ветврача"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag28, Flag30
			X: 14
			Y: 155
			Ширина: 75
			Высота: 13
			ПорядокОбхода: 4191
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_vetdoctor_fio
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 113
			Y: 155
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4192
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Должность Ветврача"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag28, Flag30
			X: 14
			Y: 170
			Ширина: 79
			Высота: 13
			ПорядокОбхода: 4193
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: param_vetdoctor_post
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 113
			Y: 170
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4194
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Перевозчик_ХозСубъект"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag9, Flag28, Flag30
			X: 29
			Y: 58
			Ширина: 90
			Высота: 13
			ПорядокОбхода: 4195
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		BMASKED: Перевозчик_ХозСубъект
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_ХозСубъект
			ДопФлаги: Flag23, Flag28, Flag30
			X: 125
			Y: 58
			Ширина: 165
			Высота: 13
			ПорядокОбхода: 4196
			ОснФлаги: Педалька
			Слой: Параметры2
		}
		1CGROUPBOX: 
		{
			Заголовок: "Действия"
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 501
			Y: 19
			Ширина: 125
			Высота: 90
			ПорядокОбхода: 4197
			Слой: Действия
		}
		CHECKBOX: ПропускатьПустыеСвойства
		{
			Заголовок: "Пропускать Номенклатуру без привязки при заполнении таблицы партий"
			ИдентификаторМетаданных: -1
			Тип: Число
			Длина: 1
			ДопФлаги: Flag0, Flag1, Flag28, Flag30
			X: 330
			Y: 205
			Ширина: 275
			Высота: 13
			ПорядокОбхода: 4198
			Слой: Параметры2
		}
		1CGROUPBOX: 
		{
			Заголовок: "Параметры подключения к Ветис.API"
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 9
			Y: 19
			Ширина: 305
			Высота: 91
			ПорядокОбхода: 4199
			Слой: Параметры1
		}
		1CGROUPBOX: 
		{
			Заголовок: "Параметры подключения к Меркурий.ХС (Ветврач)"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 9
			Y: 114
			Ширина: 305
			Высота: 74
			ПорядокОбхода: 4200
			Слой: Параметры1
		}
		1CGROUPBOX: 
		{
			Заголовок: "Окружение"
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 9
			Y: 190
			Ширина: 305
			Высота: 106
			ПорядокОбхода: 4201
			Слой: Параметры1
		}
		1CGROUPBOX: 
		{
			Заголовок: "Системные настройки"
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 320
			Y: 146
			Ширина: 306
			Высота: 150
			ПорядокОбхода: 4202
			Слой: Параметры1
		}
		1CGROUPBOX: 
		{
			Заголовок: "Настройки ХС"
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 9
			Y: 18
			Ширина: 305
			Высота: 131
			ПорядокОбхода: 4203
			Слой: Параметры2
		}
		1CGROUPBOX: 
		{
			Заголовок: "Настройки интеграции"
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 9
			Y: 149
			Ширина: 305
			Высота: 139
			ПорядокОбхода: 4204
			Слой: Параметры2
		}
		CHECKBOX: ОчищатьСправочникВСД_Партии
		{
			Заголовок: "Очищать справочник ВСД_Партии при загрузке партий"
			Тип: Число
			Длина: 1
			ДопФлаги: Flag0, Flag1, Flag28, Flag30
			X: 330
			Y: 178
			Ширина: 275
			Высота: 13
			ПорядокОбхода: 4205
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Каталог модулей  и обработок"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag28, Flag30
			X: 329
			Y: 173
			Ширина: 90
			Высота: 18
			ПорядокОбхода: 4206
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: КаталогМодуля
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 424
			Y: 174
			Ширина: 196
			Высота: 13
			ПорядокОбхода: 4207
			Слой: Параметры1
		}
		CHECKBOX: ТестовыйРежим
		{
			Заголовок: "Тестовый режим"
			ИдентификаторМетаданных: -1
			Тип: Число
			Длина: 1
			ДопФлаги: Flag0, Flag1, Flag28, Flag30
			X: 329
			Y: 155
			Ширина: 90
			Высота: 13
			ПорядокОбхода: 4208
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Каталог библиотек"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag9, Flag28, Flag30
			X: 329
			Y: 190
			Ширина: 82
			Высота: 13
			ПорядокОбхода: 4209
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CEDIT: КаталогБиблиотек
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 424
			Y: 190
			Ширина: 196
			Высота: 13
			ПорядокОбхода: 4210
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Цель (Назначение грузов):"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag1, Flag9, Flag28, Flag30
			X: 15
			Y: 130
			Ширина: 101
			Высота: 13
			ПорядокОбхода: 4211
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		BMASKED: Цель
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_Цель
			ДопФлаги: Flag23, Flag28, Flag30
			X: 125
			Y: 130
			Ширина: 166
			Высота: 13
			ПорядокОбхода: 4212
			ОснФлаги: Педалька, НеСохранять
			Слой: Параметры2
		}
		COMBOBOX: спФормаВСД
		{
			ДопФлаги: Flag0, Flag1, РастянутьКартинку, Flag21, Flag23, Flag28, Flag30
			X: 114
			Y: 261
			Ширина: 173
			Высота: 109
			ПорядокОбхода: 4213
			ОснФлаги: НеСохранять
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Форма ВСД:"
			ДопФлаги: Flag9, Flag28, Flag30
			X: 15
			Y: 261
			Ширина: 50
			Высота: 13
			ПорядокОбхода: 4214
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		CHECKBOX: ДобавлятьУпаковки
		{
			Заголовок: "ДобавлятьУпаковки в ВСД (не обязательно)"
			ИдентификаторМетаданных: -1
			Тип: Число
			Длина: 1
			ДопФлаги: Flag0, Flag1, Flag28, Flag30
			X: 330
			Y: 191
			Ширина: 275
			Высота: 13
			ПорядокОбхода: 4215
			Слой: Параметры2
		}
		BMASKED: Поставщик_Площадка
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_Площадка
			ДопФлаги: Flag23, Flag28, Flag30
			X: 460
			Y: 149
			Ширина: 155
			Высота: 13
			ПорядокОбхода: 4216
			ОснФлаги: Педалька
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Поставщик Площадка"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag9, Flag28, Flag30
			X: 330
			Y: 149
			Ширина: 90
			Высота: 13
			ПорядокОбхода: 4217
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		BMASKED: Поставщик_ХозСубъект
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			Агрегатный тип: Справочник.ВСД_ХозСубъект
			ДопФлаги: Flag23, Flag28, Flag30
			X: 460
			Y: 135
			Ширина: 155
			Высота: 13
			ПорядокОбхода: 4218
			ОснФлаги: Педалька
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Поставщик ХозСубъект"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag9, Flag28, Flag30
			X: 330
			Y: 135
			Ширина: 90
			Высота: 13
			ПорядокОбхода: 4219
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		BMASKED: Поставщик_Фирма
		{
			ИдентификаторМетаданных: -1
			Тип: Справочник
			ДопФлаги: Flag23, Flag28, Flag30
			X: 460
			Y: 119
			Ширина: 155
			Высота: 13
			ПорядокОбхода: 4220
			ОснФлаги: Педалька
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Поставщик Фирма"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag9, Flag28, Flag30
			X: 330
			Y: 119
			Ширина: 90
			Высота: 13
			ПорядокОбхода: 4221
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		1CGROUPBOX: 
		{
			Заголовок: "Основной поставщик"
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 320
			Y: 109
			Ширина: 306
			Высота: 59
			ПорядокОбхода: 4222
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Терм. условия перевозки:"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag9, Flag28, Flag30
			X: 15
			Y: 276
			Ширина: 99
			Высота: 13
			ПорядокОбхода: 4223
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		COMBOBOX: спТермическиеУсловияПеревозки
		{
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, РастянутьКартинку, Flag21, Flag23, Flag28, Flag30
			X: 114
			Y: 276
			Ширина: 173
			Высота: 73
			ПорядокОбхода: 4224
			ОснФлаги: НеСохранять
			Слой: Параметры1
		}
		BMASKED: ВСД_РезультатыИсследований
		{
			ИдентификаторМетаданных: -1
			Тип: Перечисление
			Агрегатный тип: Перечисление.ВСД2_РезультатИсследований
			ДопФлаги: Flag23, Flag28, Flag30
			X: 114
			Y: 246
			Ширина: 173
			Высота: 13
			ПорядокОбхода: 4225
			ОснФлаги: Педалька
			Слой: Параметры1
		}
		STATIC: 
		{
			Заголовок: "Результаты исследований"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag9, Flag28, Flag30
			X: 14
			Y: 246
			Ширина: 93
			Высота: 13
			ПорядокОбхода: 4226
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры1
		}
		1CGROUPBOX: 
		{
			Заголовок: "Параметры"
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 320
			Y: 19
			Ширина: 177
			Высота: 90
			ПорядокОбхода: 4227
			Слой: Действия
		}
		LISTBOX: СписокФирм
		{
			ДопФлаги: Flag0, Flag8, Flag21, Flag23, Flag28, Flag30
			X: 325
			Y: 30
			Ширина: 110
			Высота: 75
			ПорядокОбхода: 4228
			Формула: "ПоКнопкеОК()"
			ОснФлаги: НеСохранять
			Слой: Действия
		}
		BUTTON: 
		{
			Заголовок: "Добавить"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 439
			Y: 48
			Ширина: 54
			Высота: 13
			ПорядокОбхода: 4229
			Формула: "ДобавитьПараметры()"
			Слой: Действия
		}
		BUTTON: 
		{
			Заголовок: "Удалить"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 439
			Y: 82
			Ширина: 54
			Высота: 13
			ПорядокОбхода: 4230
			Формула: "УдалитьПараметры()"
			Слой: Действия
		}
		BUTTON: 
		{
			Заголовок: "ОК"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 439
			Y: 31
			Ширина: 54
			Высота: 13
			ПорядокОбхода: 4231
			Формула: "ПоКнопкеОК()"
			Слой: Действия
		}
		1CGROUPBOX: 
		{
			Заголовок: "Дополнительные параметры"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 320
			Y: 168
			Ширина: 306
			Высота: 55
			ПорядокОбхода: 4232
			Слой: Параметры2
		}
		1CGROUPBOX: 
		{
			Заголовок: " Сохранение параметров: "
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 320
			Y: 114
			Ширина: 306
			Высота: 29
			ПорядокОбхода: 4233
			Слой: Параметры1
		}
		RADIO: 
		{
			Заголовок: "Для всей программы"
			Тип: Число
			Длина: 3
			ДопФлаги: Flag0, КартинкаПоЦентру, Flag28, Flag30
			X: 422
			Y: 125
			Ширина: 87
			Высота: 13
			ПорядокОбхода: 4234
			Формула: "ПриВыбореВидаПараметров()"
			Слой: Параметры1
		}
		RADIO: флПараметры
		{
			Заголовок: "Для пользователя"
			Тип: Число
			Длина: 3
			ДопФлаги: Flag0, КартинкаПоЦентру, ПервыйВГруппе, Flag28, Flag30
			X: 329
			Y: 125
			Ширина: 84
			Высота: 13
			ПорядокОбхода: 4235
			Формула: "ПриВыбореВидаПараметров()"
			Слой: Параметры1
		}
		BUTTON: 
		{
			Заголовок: "?"
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 295
			Y: 130
			Ширина: 15
			Высота: 13
			ПорядокОбхода: 4236
			Формула: "ЗапуститьПриложение(""https://redmine.kb99.pro/issues/1347"")"
			Слой: Параметры2
		}
		BUTTON: 
		{
			Заголовок: "?"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 295
			Y: 28
			Ширина: 15
			Высота: 13
			ПорядокОбхода: 4237
			Формула: "ЗапуститьПриложение(""https://redmine.kb99.pro/projects/vsd_1c/wiki/%D0%9D%D0%B0%D1%81%D1%82%D1%80%D0%BE%D0%B9%D0%BA%D0%B0_%D0%BF%D0%B0%D1%80%D0%B0%D0%BC%D0%B5%D1%82%D1%80%D0%BE%D0%B2"")"
			Слой: Параметры2
		}
		BUTTON: 
		{
			Заголовок: "?"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 291
			Y: 30
			Ширина: 15
			Высота: 13
			ПорядокОбхода: 4238
			Формула: "ЗапуститьПриложение(""https://redmine.kb99.pro/projects/vsd_1c/wiki/%D0%9D%D0%B0%D1%81%D1%82%D1%80%D0%BE%D0%B9%D0%BA%D0%B0_%D0%BF%D0%B0%D1%80%D0%B0%D0%BC%D0%B5%D1%82%D1%80%D0%BE%D0%B2"")"
			Слой: Параметры1
		}
		CHECKBOX: ПарамЗаполнятьВСДБезПартий
		{
			Заголовок: "Заполнять номенклатуру в ВСД при отсутствии Партий"
			ИдентификаторМетаданных: -1
			Тип: Число
			Длина: 1
			ДопФлаги: Flag0, Flag1, Flag28, Flag30
			X: 330
			Y: 269
			Ширина: 224
			Высота: 13
			ПорядокОбхода: 4239
			Слой: Параметры2
		}
		1CEDIT: ПарамКолонкаСортировкиПартииСписания
		{
			ИдентификаторМетаданных: -1
			Тип: Строка
			Длина: 50
			ДопФлаги: Flag23, Flag28, Flag30
			X: 460
			Y: 239
			Ширина: 155
			Высота: 13
			ПорядокОбхода: 4240
			Слой: Параметры2
		}
		STATIC: 
		{
			Заголовок: "Колонка сортировки ВСД_Партии:"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag28, Flag30
			X: 330
			Y: 240
			Ширина: 128
			Высота: 13
			ПорядокОбхода: 4241
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Параметры2
		}
		1CGROUPBOX: 
		{
			Заголовок: "Порядок распределения партий при оформлении ВСД (ФИФО и .т.д.)"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, Flag2, Flag28, Flag30
			X: 320
			Y: 226
			Ширина: 306
			Высота: 62
			ПорядокОбхода: 4242
			Слой: Параметры2
		}
		CHECKBOX: ПарамЗнакСортировкиУбывание
		{
			Заголовок: "Сортировать указанную колону по убыванию"
			Тип: Число
			Длина: 1
			ДопФлаги: Flag0, Flag1, Flag28, Flag30
			X: 330
			Y: 256
			Ширина: 199
			Высота: 13
			ПорядокОбхода: 4243
			Слой: Параметры2
		}
		BUTTON: ТПИнтеграция
		{
			Заголовок: "ТПИнтеграция"
			ИдентификаторМетаданных: -1
			ДопФлаги: Flag0, Flag1, КартинкаПоЦентру, Flag28, Flag30
			X: 16
			Y: 159
			Ширина: 294
			Высота: 123
			ПорядокОбхода: 4244
			ОснФлаги: РастянутьКартинку
			Слой: Параметры2
		}
	}
}
